Repository: Animelon/sudomemo-locales
Catalog: */LC_MESSAGES/browseFlipnotes.po
Languages: cy_gb, el_gr

# CATEGORY_featured
source: @chosen ones
cy_gb: @Flipnotes Wedi'u Cynnwys
el_gr: @Profallomena Flipnotes

# CATEGORY_feed
source: @Feed
el_gr: @Arxikh

# CATEGORY_hot
source: @Spicy Flipmemes
cy_gb: @Flipnotes Poeth
el_gr: @Kauta Flipnotes

# CATEGORY_popular
source: @THE MP!!
cy_gb: @Mwyaf Poblogaidd
el_gr: @Pio Dhmofilh

# CATEGORY_random
source: @Rando Schmando
cy_gb: @Flipnotes Ar Hap
el_gr: @Tyxaia Flipnotes

# CATEGORY_recent
source: @Dank Flipmemes
cy_gb: @Flipnotes Diweddar
el_gr: @Prosfata Flipnotes

# HEADER_BROWSE_FLIPNOTES
source: meme repostoty
cy_gb: Pori Flipnotes
el_gr: Χαζεψτε Flipnotes

# HEADER_FEATURED_FLIPNOTES
source: the chosen ones
cy_gb: Flipnotes Wedi'u Cynnwys
el_gr: Προβαλλομενα Flipnotes

# HEADER_FLIPNOTES
source: Flipmemes
cy_gb: Flipnotes
el_gr: Flipnotes

# HEADER_HOT_FLIPNOTES
source: Spicy Flips
cy_gb: Flipnotes Poeth
el_gr: Καυτα Flipnotes

# HEADER_MOST_POPULAR
source: TEH MP!!
cy_gb: Mwyaf Poblogaidd
el_gr: Τα Πιο Δημοφιλη

# HEADER_NORMAL
source: AYYY!
cy_gb: Diweddar
el_gr: Προσφατα

# HEADER_NO_SPINOFFS
source: Pure
cy_gb: Dim Spinoffs
el_gr: Ανευ Spinoffs

# HEADER_PAGE
source: rank
cy_gb: Tudalen
el_gr: Σελιδα

# HEADER_RANDOM_FLIPNOTES
source: Rando Schmando
cy_gb: Flipnotes Ar Hap
el_gr: Τυχαια Flipnotes

# HEADER_ROLEPLAYS
source: look at dat!
cy_gb: Chwarae r√¥l
el_gr: Roleplays

# NEXT
source: yeet
cy_gb: Nesaf
el_gr: Επομενο

source: Page
cy_gb: Tudalen
el_gr: Σελιδα

# PAGE_COUNTER_FORMAT
source: %d outta %d
cy_gb: %d o %d
el_gr: %d απο %d

# POST_FLIPNOTE
source: Post Flipmemes
cy_gb: Llwythwch Flipnote i Fyny
el_gr: Ανεβαστε Flipnote

# PREV
source: oops
cy_gb: Blaenorol
el_gr: Προηγουμενο

# SUDOMEMO
source: Sudomeme
cy_gb: Sudomemo
el_gr: Sudomemo
