Repository: Animelon/sudomemo-locales
Catalog: */LC_MESSAGES/flipnoteOptions.po
Languages: cy_gb, fr_fr, nl_nl

# CITIZENSHIP_REQUIRED
source: you...ya gotta be a citizen before u do this silly uwu
cy_gb: Bydd angen Dinasyddiaeth Sudomemo arnoch i ddefnyddio'r nodwedd hon.
fr_fr: Vous devez être un citoyen Sudomemo pour utiliser cette fonctionnalité.
nl_nl: Je hebt Sudomemo Citizenship nodig om dit te gebruiken.

source: Disable audio enhancement
cy_gb: Analluogi gwella sain
fr_fr: Désactiver l'amélioration audio
nl_nl: Schakel geluidsverbetering uit

# DISABLE_SMOOTHING
source: wAIT no turn it off
cy_gb: Analluogi llyfnu
fr_fr: Désactiver le lissage
nl_nl: Verzachting uitschakelen

source: Enable audio enhancement
cy_gb: Galluogi gwella sain
fr_fr: Activer l'amélioration audio
nl_nl: Schakel geluidsverbetering in

# ENABLE_SMOOTHING
source: TURN IT ON!!!
cy_gb: Galluogi llyfnu
fr_fr: Activer le lissage
nl_nl: Verzachting inschakelen

# FLIPNOTE_OPTIONS
source: Fiddle things
cy_gb: Opsiynau Flipnote
fr_fr: Options de la Flipnote
nl_nl: Flipnoteopties

# FLIPNOTE_URL_IS
source: Flipnote URL:
fr_fr: URL de la Flipnote :

# HEADER_OPTION
source: Fiddle
cy_gb: Opsiwn
fr_fr: Option
nl_nl: Optie

# HEADER_STATUS
source: blep
cy_gb: Statws
fr_fr: Statut
nl_nl: Status

# LOGIN_REQUIRED_TO_VIEW_PAGE
source: hEY u gotta login to fiddle with this.
cy_gb: Rhaid i chi fewngofnodi i weld y dudalen hon.
fr_fr: Vous devez être connecté pour voir cette page.
nl_nl: Je moet ingelogd zijn om deze pagina te weergeven.

source: Off
cy_gb: I ffwrdd
fr_fr: Non
nl_nl: Uit

source: On
cy_gb: Ymlaen
fr_fr: Oui
nl_nl: Aan

# OPTION_DESC_FORCE_44K_BITRATE
source: Sudomemo gonna try and make ur audio sound nice an crisp for theatre.
cy_gb: Bydd Sudomemo yn ceisio gwneud eich sain yn grisper ac yn lanach ar gyfer Sudomemo Theatre.
fr_fr: Sudomemo tentera de rendre le son plus net et plus propre pour Sudomemo Theatre.
nl_nl: Sudomemo zal proberen om jouw geluid scherper en schoner te maken voor Sudomemo Theatre.

# OPTION_DESC_SMOOTH
source: Lines, curves, and edges are SUPA-SUAVE on da website.
cy_gb: Mae llinellau, cromliniau ac ymylon yn cael eu llyfnhau er mwyn edrych yn fwy naturiol ar Theatr Sudomemo.
fr_fr: Les lignes, les courbes et les bords sont lissés pour donner un aspect plus naturel sur Sudomemo Theatre.
nl_nl: Lijnen, bogen, en randen worden verzacht voor een meer natuurlijke uitstraling op Sudomemo Theatre.

# OPTION_NAME_FORCE_44K_BITRATE
source: Enhanced audio
cy_gb: Gwell sain
fr_fr: Audio amélioré
nl_nl: Verbeterd geluid

# OPTION_NAME_SMOOTH
source: smOOOTHhh
cy_gb: Llyfnhau
fr_fr: Lissage
nl_nl: Verzachting

# PLUS_REQUIRED
source: you...ya gotta have da Plus before u do this silly.
cy_gb: You'll need Sudomemo Plus to use this feature.
fr_fr: Vous devez avoir Sudomemo Plus pour utiliser cette fonctionnalité.
nl_nl: Je hebt Sudomemo Plus nodig om dit te gebruiken.

# TAP_ON_STATUS_TO_VIEW_DETAILS
source: tap a thingy to fiddle with it heheh.
cy_gb: Tap ar statws opsiwn i'w weld neu ei newid.
fr_fr: Appuyez sur le statut d'une option pour l'afficher ou le modifier.
nl_nl: Tik op de status van een optie om deze weer te geven of te veranderen.
