Repository: Animelon/sudomemo-locales
Catalog: */LC_MESSAGES/musicMatch.po
Languages: el_gr, nl_nl, pt_pt, sv_se

source: Artist
el_gr: Καλλιτεχνης
nl_nl: Artiest
pt_pt: Artista

source: Browse
el_gr: Χαζεψτε
nl_nl: Bladeren
pt_pt: Procurar
sv_se: Bläddra

# FLIPNOTE_COUNT
source: Flipparoo
el_gr: Flipnotes
nl_nl: Flipnotes
pt_pt: Flipnotes
sv_se: Flipnotes

source: Genre
el_gr: Ειδος
pt_pt: Género

# HEADER_SONG_DETAILS
source: Song Details
el_gr: Λεπτομερειες Τραγουδιου
nl_nl: Nummerdetails
pt_pt: Detalhes da Canção
sv_se: Låtdetaljer

# IF_SONG_INCORRECT
source: If a wrong song is shown on ur Fliparoo, u can make it right on Sudomemo Theatre. :D To learn more, visit: https://flipnot.es/musicmatch
el_gr: Εαν φανει λαθος τραγουδι στο Flipnote, μπορειτε να κανετε ενημερωση στο Sudomemo Theatre. Για να μαθετε περισσοτερα, επισκεφτειτε: https://flipnot.es/musicmatch
nl_nl: Als een verkeerd nummer bij jouw Flipnote weergegeven wordt, je kan het veranderen op Sudomemo Theatre. Voor meer informatie, kijk op: https://flipnot.es/musicmatch
pt_pt: Se uma música incorrecta está identificada no teu Flipnote, podes a mudar no Teatro Sudomemo. Para aprenderes mais, visite: https://flipnot.es/musicmatch
sv_se: Om en låt visas felaktigt på din Flipnote kan du ändra det i Sudomemo Threatre. Lär dig mer här: https://flipnot.es/musicmatch

# LINK_SPOTIFY
source: A Spotify link exists here:
el_gr: Διαθεσιμο λινκ για Spotify:
nl_nl: Een Spotifylink is hier beschikbaar:
pt_pt: Um link do Spotify está disponível aqui:
sv_se: En Spotify länk är tillgänglig:

# LINK_YOUTUBE
source: A YouTube link exists here:
el_gr: Διαθεσιμο λινκ για YouTube:
nl_nl: Een YouTubelink is hier beschikbaar:
pt_pt: Um link do YouTube está disponível aqui:
sv_se: En YouTube länk är tillgänglig:

# LINK_YOUTUBE_SPOTIFY
source: Epic YouTube n' Spotify links exist:
el_gr: Διαθεσιμα λινκ για YouTube και Spotify:
nl_nl: YouTube en Spotify links zijn beschikbaar:
pt_pt: Links do YouTube e Spotify estão disponíveis:
sv_se: YouTube och Spotify länkar är tillgängliga:

# RELEASE_YEAR
source: Released
el_gr: Κυκλοφορια
nl_nl: Publicatie
pt_pt: Ano de lançamento
sv_se: Släpptes

source: Song ID
el_gr: ID Τραγουδιου
pt_pt: ID da Canção
sv_se: LåtID

source: Title
el_gr: Τιτλος
nl_nl: Titel
pt_pt: Título
sv_se: Titel
