Repository: Animelon/sudomemo-locales
Catalog: */LC_MESSAGES/profilePicture.po
Languages: es_es, fr_fr, pt_pt

# CANCEL
source: changed mind!
es_es: Cancelar
fr_fr: Annuler
pt_pt: Cancelar

# CONTINUE_SET_AS_PROFILE_PICTURE
source: Confirm
es_es: Confirmar
fr_fr: Confirmer
pt_pt: Confirmar

source: Creator's Room
es_es: Sala del Creador
fr_fr: Salle de créateur
pt_pt: Sala de Criador

source: Current
es_es: Actual
fr_fr: Actuelle
pt_pt: Actual

# LOGIN_REQUIRED_TO_CHANGE
source: You gotta log in to change ur pfp silly!
es_es: Tienes que iniciar sesión para cambiar tu foto de perfil.
fr_fr: Vous devez être connecté pour changer votre photo de profil.
pt_pt: Tens de ter feito login para mudares a tua foto de perfil.

source: New
es_es: Nuevo
fr_fr: Nouvelle
pt_pt: Nova

# PROFILE_PICTURE_SET
source: omg ur new pfp wuz set!! its so beautiful!
es_es: ¡Foto de perfil establecida!
fr_fr: La photo de profil a été définie avec succès !
pt_pt: Foto de Perfil definida com sucesso!

# PROMPT_CHANGE_YOUR_PROFILE_IMAGE
source: Change ur profile picture?
es_es: ¿Cambiar tu foto de perfil?
fr_fr: Changer la photo de profil ?
pt_pt: Queres mudar a tua foto de perfil?

# RETURN_TO_FLIPNOTE
source: Return to flipmeme
es_es: Regresar a la Flipnote
fr_fr: Retour à la Flipnote
pt_pt: Voltar ao Flipnote

# SET_PROFILE_PICTURE
source: Set as ur pfp
es_es: Establecer foto de perfil
fr_fr: Définir la photo de profil
pt_pt: Definir Foto de Perfil
